const filesData = {
    "塑料注射模具机构设计动画演示200例": [
        "Spardose.swf",
        "sbdz.swf"
    ],
    "模具结构原理动画精解100多个": [
        "侧向分型与抽芯 1.swf",
        "侧抽芯.swf",
        "带横向抽芯的分型模具模拟动画.swf"
    ],
    "注塑模具典型结构图册与动画演示": [
        "弯销抽芯机构七.swf",
        "弯销抽芯机构五.swf",
        "手工齿轮齿条侧向抽芯机构.swf",
        "斜槽侧向分型抽芯机构.swf",
        "斜销侧向分型抽芯机构.swf",
        "斜销在动模、滑块在定模的机构之二.swf",
        "斜销抽芯机构.swf",
        "斜销的侧向抽芯机构三.swf",
        "斜销的侧向抽芯机构四.swf",
        "斜销的内侧向抽芯机构一.swf",
        "斜销（斜导柱）分型原理.swf",
        "斜顶杆原理.swf"
    ]
};